Repository: Sparklydust/BlaBlaMovie
Catalog: BlaBlaMovie/Localizables/*.lproj/Localizable.strings
Languages: fr

# internalServerErrorAlertMessage
source: There was an issue on our server. Please, try again later.
fr: Il y a eu un problème sur nos serveurs. Merci de réessayer plus tard.

# invalidResponseAlertMessage
source: There was an issue fetching data from the api. Please, try again later.
fr: Il y a eu un problème sur les données à ramener. Merci de réessayer plus tard.

# notFoundAlertMessage
source: Data were not found. Please, try again later or contact us if this error persist.
fr: Les données n'ont pas été trouvée. Merci de réessayer plus tard ou de cous contacter si cette erreur persiste.

# unauthorizedAlertMessage
source: You are not authorized to access these data.
fr: Vous n'êtes pas autorisé à accéder ces données.

# internalServerErrorAlertTitle
source: Internal Server Error
fr: Erreur de Serveur Interne

# invalidResponseAlertTitle
source: Invalid Response
fr: Données perdu

# notFoundAlertTitle
source: Not Found
fr: Introuvable

# unauthorizedAlertTitle
source: Unauthorized
fr: Non Autorisé

# skipNextTimeButton
source: Skip next time
fr: Ne plus voir

# startButton
source: Start
fr: Commencer

# chooseMoviesRuleLabel
source: You can choose up to 3 movies
fr: Vous pouvez choisir jusqu'à 3 films.

# giveTheWordLabel
source: BlaBlaMovie give you the word by choosing your favourites movies.
fr: BlablaMovie vous donne la parole en choisissant vos films préférés.

# winningInfoLabel
source: The winning movie will be revealed to the world each week.
fr: Le film gagnant sera révélé chaque semaine.

# moviesTabItem
source: Movies
fr: Films

# chooseMoviesRuleTitle
source: Choose your movies
fr: Choisis tes films

# giveTheWordTitle
source: Tell the world
fr: Dit le au monde

# welcomeTitle
source: Welcome To BlaBlaMovie
fr: Bienvenue sur BlaBlaMovie
